chat_system_1542477511_actor_description=Martha di Gonda. Witch.
chat_system_1542477511_snap_3_question=^?^Well, has my mother managed to finish her potion?
chat_system_1542477511_snap_3_answer_0=^?^Yes, here it is. Take it.
chat_system_1542477511_snap_3_answer_1=^?^I came to buy some supplies for the road. 
chat_system_1542477511_snap_3_answer_2=^?^Not yet, but don't worry, I'll solve the problem. 
chat_system_1542477511_snap_4_question=^?^Please, come back in a bit. I'll see how the potion works.
chat_system_1542477511_snap_4_answer_0=^?^Ok. As you say...
chat_system_1542477511_snap_6_question=^?^What brings you, dear, to our swamp?
chat_system_1542477511_snap_6_answer_0=^?^I'm looking for a girl; her name is Martha di Gonda. 
chat_system_1542477511_snap_6_answer_1=^?^Oh, I'm just going around, collecting frogs and various herbs. Perhaps you have something from your old stocks for sale?
chat_system_1542477511_snap_0_question=^?^This is strange, what need might you have of me? I am Martha.
chat_system_1542477511_snap_0_answer_0=^?^You see, I came to you from Arlania with a message from Carl Leonard himself! He sends to you a letter sealed with the Royal Seal as a proof of his royal ancestry. He asks you to be his wife. What do you say?
chat_system_1542477511_snap_1_question=^?^Oh, dear... It was not without reason that I have refused him so many times. How persistent he is! Look at me, [player]. What kind of a wife can I be for the king's brother? I am almost 100 years old! Poor Carl, he did not even notice the date on the manuscript. Those works of mine are almost fifty years old already. However, I must admit that I like Carl; he is such an educated and interesting man. Oh, how I wish I were younger now. I even asked my mother for help, but she was unable to finish her rejuvenation potion.
chat_system_1542477511_snap_1_answer_0=^?^Who is your mother, if you are 100 years old already?
chat_system_1542477511_snap_2_question=^?^She lives not far from here. Her name is Old Chvakha. She is the most famous witch of the swamp. I still have much to learn before I can match her arts.<br>Listen, my dear. Can you help her to make the potion? Then I could reduce my age by fifty years and I could become a worthy wife for Carl! Can you help me?
chat_system_1542477511_snap_2_answer_0=^?^Ok, I'll go. I'm already committed to helping Carl, so I may as well finish the job.
